Repository: sanzhar-white/selo-app
Catalog: lib/l10n/intl_*.arb
Languages: kk

# language
source: English
kk: Қазақша

# language_code
source: en
kk: kk

# language_display_code
source: ENG
kk: ҚАЗ

# language_title
source: Language
kk: Тіл

# theme_light
source: Light
kk: Ашық

# theme_dark
source: Dark
kk: Қараңғы

source: Continue
kk: Жалғастыру

# greeting
source: Complete quick registration and find clients today
kk: Жылдам тіркеуді аяқтаңыз және бүгін клиенттер табыңыз

source: Login
kk: Кіру

source: Register
kk: Тіркелу

source: Sign in
kk: Кіру

# welcome
source: Welcome to Selo
kk: Selo-ға қош келдіңіз

# withoutregistor
source: Continue without registration
kk: Тіркеусіз жалғастыру

# error_verification
source: Error during verification
kk: Тексеру кезінде қате пайда болды

# nav_create
source: Create
kk: Құру

# nav_favourites
source: Favorites
kk: Таңдаулылар

# nav_home
source: Home
kk: Басты бет

# nav_profile
source: Profile
kk: Профиль

source: All ads
kk: Барлық хабарландырулар

source: All categories
kk: Барлық санаттар

source: Category
kk: Санат

source: No ads found
kk: Хабарландырулар табылмады

# search_hint
source: Search in Kazakhstan
kk: Қазақстан бойынша іздеу

source: Sort
kk: Сұрыптау

source: Sort by
kk: Бойынша сұрыптау

# sort_by_price_from
source: Price from
kk: Бастапқы баға

# sort_by_price_to
source: Price to
kk: Дейінгі баға

source: Default sorting
kk: Әдепкі сұрыптау

# newest_first
source: Newest
kk: Алдымен жаңа

# oldest_first
source: Oldest
kk: Алдымен ескі

# cheapest_first
source: Cheapest
kk: Алдымен арзан

# most_expensive_first
source: Most expensive
kk: Алдымен қымбат

source: Filter
kk: Сүзгі

source: Fixed
kk: Тұрақты

source: From
kk: Бастап

source: Max price
kk: Ең жоғары баға

# max_price_required
source: Max price is required
kk: Ең жоғары баға міндетті

source: Negotiable
kk: Келісімді

source: Price
kk: Баға

# price_hint
source: Enter the price
kk: Бағаны енгізіңіз

source: Price per unit
kk: Бірлікке баға

source: Price range
kk: Баға диапазоны

# price_required
source: Price is required
kk: Баға міндетті

source: Salary
kk: Жалақы

source: To
kk: Дейін

# trade_not_possible
source: Exchange not possible
kk: Айырбастау мүмкін емес

# trade_possible
source: Exchange possible
kk: Айырбастау мүмкін

# add_appbar_pick_category
source: Select ad category
kk: Хабарландыру санатын таңдаңыз

# add_appbar_title
source: Create a new ad
kk: Жаңа хабарландыру құру

# create_advert
source: Create ad
kk: Хабарландыру құру

source: Description
kk: Сипаттама

# description_hint
source: Describe your ad in detail
kk: Хабарландыруды толық сипаттаңыз

# description_required
source: Description is required
kk: Сипаттама міндетті

# label_new_advert
source: NEW!
kk: ЖАҢА!

# title_of_ad
source: Ad title
kk: Хабарландыру атауы

# title_of_ad_hint
source: Enter the title of the ad
kk: Хабарландыру атауын енгізіңіз

# title_of_ad_required
source: Title is required
kk: Атау міндетті

source: Address
kk: Мекенжай

# address_hint
source: Enter your address
kk: Мекенжайыңызды енгізіңіз

source: Company
kk: Компания

# company_hint
source: Example: LLP 'WWW'
kk: Мысалы: ЖШС 'WWW'

# company_required
source: Company is required
kk: Компания міндетті

source: Contact person
kk: Байланысатын тұлға

# contact_person_hint
source: Example: John Doe
kk: Мысалы: Жанар Ермек

# contact_person_required
source: Contact person is required
kk: Байланысатын тұлға міндетті

source: District
kk: Аудан

# district_required
source: District is required
kk: Аудан міндетті

# district_select
source: Select district
kk: Ауданды таңдаңыз

source: Location
kk: Орналасу

# location_hint
source: Enter your location
kk: Орналасу орнын енгізіңіз

source: Phone number
kk: Телефон нөмірі

# phone_number_hint
source: Enter your phone number
kk: Телефон нөміріңізді енгізіңіз

# phone_number_invalid
source: Invalid phone number
kk: Телефон нөмірі жарамсыз

# phone_number_required
source: Phone number is required
kk: Телефон нөмірі міндетті

source: Region
kk: Облыс

# region_required
source: Region is required
kk: Облыс міндетті

# region_select
source: Select region
kk: Облысты таңдаңыз

source: Your phone number
kk: Сіздің телефон нөміріңіз

source: Add photo
kk: Фото қосу

source: Gallery
kk: Галерея

source: Camera
kk: Камера

# image_picker_error
source: Failed to pick image
kk: Суретті таңдау сәтсіз аяқталды

# image_upload_error
source: Failed to upload image
kk: Суретті жүктеу сәтсіз аяқталды

source: Images
kk: Суреттер

# images_hint
source: Add images
kk: Суреттер қосыңыз

# images_optional
source: optional
kk: міндетті емес

source: Select Image Source
kk: Сурет көзін таңдаңыз

# image_less_size
source: Image size should be less than 25MB
kk: Сурет өлшемі 25 МБ-тан аз болуы керек

# max_images
source: Maximum 10 images allowed
kk: Ең көбі 10 суретке рұқсат етіледі

source: Condition
kk: Жағдай

# condition_new
source: New
kk: Жаңа

# condition_used
source: Used
kk: Қолданылған

source: Max quantity
kk: Ең көп мөлшер/көлем

# max_quantity_hint
source: Enter max quantity
kk: Ең көп мөлшер/көлемді енгізіңіз

# max_quantity_required
source: Max quantity is required
kk: Ең көп мөлшер/көлем міндетті

source: Quantity
kk: Мөлшер/көлем

# quantity_hint
source: Enter quantity
kk: Мөлшер/көлемді енгізіңіз

# quantity_required
source: Quantity is required
kk: Мөлшер/көлем міндетті

source: Unit
kk: Бірлік

# unit_kg
source: kg
kk: кг

# unit_ton
source: ton
kk: тонна

source: Volume / Quantity
kk: Көлем / Мөлшер

source: Year of release
kk: Шығарылған жылы

source: Change profile photo
kk: Профиль суретін өзгерту

# change_saved
source: The changes have been successfully saved
kk: Өзгерістер сәтті сақталды

source: Last name
kk: Тегі

# lastname_hint
source: Enter your lastname
kk: Тегіңізді енгізіңіз

source: Name
kk: Аты

# name_hint
source: Enter your name
kk: Атыңызды енгізіңіз

# profile_title
source: Profile
kk: Профиль

# profile_update_error
source: Failed to update profile
kk: Профильді жаңарту сәтсіз аяқталды

# favourites_anonymous_window
source: Please sign in to view your favorite ads
kk: Таңдаулы хабарландыруларды көру үшін кіріңіз

# favourites_empty
source: You have no favorite ads yet
kk: Сізде әлі таңдаулы хабарландырулар жоқ

# favourites_title
source: Your favorite ads
kk: Сіздің таңдаулы хабарландыруларыңыз

source: My ads
kk: Менің хабарландыруларым

# my_ads_empty
source: You have no ads yet
kk: Сізде әлі хабарландырулар жоқ

# my_ads_title
source: Your ads
kk: Сіздің хабарландыруларыңыз

source: Account deleted
kk: Есептік жазба жойылды

# anonymous_user
source: Guest
kk: Қонақ

source: Delete account
kk: Есептік жазбаны жою

# delete_account_confirmation
source: Are you sure you want to delete the account?
kk: Есептік жазбаны жоюға сенімдісіз бе?

source: Logged out
kk: Шығу орындалды

source: Log out
kk: Шығу

source: Terms and Conditions
kk: Пайдалану шарттары

# add_anonymous_window
source: Please sign in to create an ad
kk: Хабарландыру құру үшін кіріңіз

# edit_anonymous_window
source: Please sign in to edit your profile
kk: Профильді өңдеу үшін кіріңіз

source: Apply
kk: Қолдану

source: Cancel
kk: Болдырмау

source: Delete
kk: Жою

source: Details
kk: Толығырақ

source: Edit profile
kk: Профильді өңдеу

# fill_all_fields
source: Please fill in all required fields
kk: Барлық міндетті өрістерді толтырыңыз

# item_details
source: Additional information
kk: Қосымша ақпарат

source: Likes
kk: Ұнатады

source: Reset
kk: Қалпына келтіру

source: Retry
kk: Қайталау

source: Save
kk: Сақтау

source: Error
kk: Қате

source: no_internet_connection
kk: Интернет байланысы жоқ

source: Optional
kk: Міндетті емес

source: Required
kk: Міндетті

source: Unknown
kk: Белгісіз

source: Call
kk: Қоңырау шалу

source: Views
kk: Қаралымдар

# advertisement_created
source: Advertisement created successfully
kk: Хабарландыру сәтті құрылды

# failed_to_created_advertisement
source: Failed to create advertisement
kk: Хабарландыру құру сәтсіз аяқталды

# critical_error_when_launching_app
source: Critical error when launching the application
kk: Қосымшаны іске қосу кезіндегі критикалық қате

source: Error creating advert
kk: Хабарландыру құрудағы қате

source: Selected image file not found
kk: Таңдалған сурет файлы табылмады

source: Error selecting image
kk: Суретті таңдаудағы қате

source: Failed to log in anonymously
kk: Анонимді кіру сәтсіз аяқталды

# verification_failed
source: Verification failed - please check the code and try again
kk: Тексеру сәтсіз аяқталды — кодты тексеріп, қайта көріңіз

source: Code resent
kk: Код қайта жіберілді

source: Verification error
kk: Тексеру қатесі

source: Invalid code entered
kk: Қате код енгізілді

source: Error during verification
kk: Тексеру кезіндегі қате

source: Enter verification code
kk: Тексеру кодын енгізіңіз

# enter_code_sent_to_your_phone
source: Enter the 6-digit code sent to your phone
kk: Телефоныңызға жіберілген 6 таңбалы кодты енгізіңіз

source: Resend Code
kk: Кодты қайта жіберу

source: Verify
kk: Тексеру

source: Share functionality coming soon!
kk: Бөлісу функциясы жақын арада пайда болады!

source: Show less
kk: Азырақ көрсету

source: Show more
kk: Көбірек көрсету

# code_resent_success
source: Verification code resent successfully
kk: Растау коды сәтті қайта жіберілді

# code_resent_error
source: Failed to resend verification code
kk: Растау кодын қайта жіберу сәтсіз аяқталды

# otp_empty_error
source: Please enter the verification code
kk: Растау кодын енгізіңіз

# otp_verification_success
source: Verification successful!
kk: Растау сәтті өтті!

# otp_verification_failed
source: Verification failed. Please try again.
kk: Растау сәтсіз аяқталды. Қайталап көріңіз.

# resend_code_error
source: Error resending code
kk: Кодты қайта жіберу қатесі
